[MAIN_WINDOW]
MAIN_TITLE=HDC Downloader
MAIN_MENU_LANGUAGE=Languages(&L)
MAIN_MENU_LANGUAGE_ENG=English
MAIN_MENU_LANGUAGE_FRN=Français
MAIN_MENU_LANGUAGE_DEU=Deutsch
MAIN_MENU_LANGUAGE_ESP=Español
MAIN_MENU_LANGUAGE_JPN=日本語
MAIN_MENU_HELP=Help(&H)
MAIN_MENU_HELP_VERSION=About HDC Downloader(&A)
MAIN_CAMERA_DL=Download from Camera
MAIN_CAMERA_DL_IP=IP address or URL
MAIN_CAMERA_DL_PORT_1=Port
MAIN_CAMERA_DL_PORT_2=Port
MAIN_CAMERA_DL_SSL=SSL
MAIN_CAMERA_DL_PROXY=Proxy
MAIN_CAMERA_DL_PASS=Password
MAIN_CAMERA_DL_MESSAGE_1=Not Connected
MAIN_CAMERA_DL_MESSAGE_2=Connection process..
MAIN_CAMERA_DL_MESSAGE_3=Connected
MAIN_CAMERA_DL_MESSAGE_4=Error
MAIN_SD_HDD_COPY=Copy from SD/HDD
MAIN_SD_HDD_COPY_LD_FOLDER=Image folder
MAIN_SD_HDD_COPY_TITLE=Download or Copy Image Type
MAIN_SD_HDD_COPY_JPEG=JPEG
MAIN_SD_HDD_COPY_H264=H.264
MAIN_TIMEDATE_SEARCH=Time/Date Search
MAIN_ALARM_SEARCH=Alarm Search
MAIN_PLAY_LD_FOLDER=Loading Folder
MAIN_PLAY=Play

[TIMEDATE_WINDOW]
TIMEDATE_TITLE=Time/Date Search
TIMEDATE_TOP_TIME=Top
TIMEDATE_END_TIME=End
TIMEDATE_DL_TITLE=Download
TIMEDATE_DL_START_TIME=Start time
TIMEDATE_DL_END_TIME=End time
TIMEDATE_DL_HOUR=Hour
TIMEDATE_DL_MINUTE=Minute
TIMEDATE_SAVE_FOLDER=Save folder
TIMEDATE_VIEWER_COPY=with DLViewer.
TIMEDATE_DOWNLOAD=Download
TIMEDATE_CANCEL=Cancel

[ALARM_WINDOW]
ALARM_TITLE=Alarm search
ALARM_DATE=Date
ALARM_SEARCH=Search
ALARM_LIST=Alarm list
ALARM_NO=No.
ALARM_PRE_TIME=Pre Alarm
ALARM_POST_TIME=Post Alarm
ALARM_DURATION=Duration
ALARM_SIZE=Size (KB)
ALARM_TYPE=Type
ALARM_TYPE_ALM1=Alarm1
ALARM_TYPE_ALM2=Alarm2
ALARM_TYPE_MOTION=Motion
ALARM_TYPE_FAILURE=Network Failure
ALARM_TYPE_ALM1_M=ALM1 + M
ALARM_TYPE_ALM2_M=ALM2 + M
ALARM_TYPE_REC=Rec button
ALARM_DL_RESULT=Result
ALARM_DL_OK=Pass
ALARM_DL_ERR=Fail
ALARM_LIST_NEXT=Next
ALARM_LIST_PRE=Previous
ALARM_SAVE_FOLDER=Save folder
ALARM_VIEWER_COPY=with DLViewer.
ALARM_DOWNLOAD=Download
ALARM_CANCEL=Cancel

[SEARCH_WINDOW]
SEARCH_TITLE=Searching...
SEARCH_MESSAGE=Please wait.
SEARCH_CANCELING=Canceling...

[DOWNLOAD_WINDOW]
DOWNLOAD_TITLE=Download
DOWNLOAD_TOTAL_SIZE=Total size
DOWNLOAD_REMAINDER_MIN=Remain %2d minute
DOWNLOAD_REMAINDER_HOUR=Remain %d:%2d(h:mm)
DOWNLOAD_OK=OK
DOWNLOAD_YES=YES
DOWNLOAD_NO=NO
DOWNLOAD_CANCEL=Cancel
DOWNLOAD_DL_MESSAGE_1=Detecting the file size
DOWNLOAD_DL_MESSAGE_2=Continue downloading?
DOWNLOAD_DL_MESSAGE_3=Downloading
DOWNLOAD_DL_MESSAGE_4=Finished.
DOWNLOAD_DL_MESSAGE_5=Error

[VERSION_WINDOW]
VERSION_TITLE=About HDC Downloader
VERSION_INFO=HDC Downloader Version 1.1.0\n\nCopyright(C) 2008 SANYO Electric Co., Ltd.\nAll rights reserved.
VERSION_OK=OK

[FOLDER_WINDOW]
FOLDER_TITLE=Browse for Folder
FOLDER_COPY_MESSAGE=Select the starting folder from any of the following.\nCAMSD1,CAMHD1,JPEG_TD,JPEG_AL,H264_TD,H264_AL
FOLDER_LOAD_MESSAGE=Specify data file
FOLDER_SAVE_MESSAGE=Select a folder to download
MAKE_FOLDER=Make New Folder(&M)

[ERROR_WINDOW]
ERROR_TITLE=Error
ERROR_YES=YES
ERROR_NO=NO
ERROR_ERR_MESSAGE_1=Connection Error. Disconnected.
ERROR_ERR_MESSAGE_2=Cannot operate during recording
ERROR_ERR_MESSAGE_3=Stop　downloading due to HDD full.
ERROR_ERR_MESSAGE_4=Download data not exist
ERROR_ERR_MESSAGE_5=Wrong IP address or URL
ERROR_ERR_MESSAGE_6=Wrong port number of IP address.
ERROR_ERR_MESSAGE_7=Wrong proxy setting.
ERROR_ERR_MESSAGE_8=Wrong port number of proxy.
ERROR_ERR_MESSAGE_9=Wrong password !\nReenter correct password please.
ERROR_ERR_MESSAGE_10=Wrong path !\nReenter correct path please.
ERROR_ERR_MESSAGE_11=No recorded data.\nSpecify time in the range again.
ERROR_ERR_MESSAGE_12=Unable to connect sue to another PC is in downloading process. 
ERROR_ERR_MESSAGE_13=Now recording.\nDo you want to stop camera recording?
ERROR_ERR_MESSAGE_14=Select data type for downloading.
ERROR_ERR_MESSAGE_15=No recorded data.\nSelect data folder from copy source.
ERROR_ERR_MESSAGE_16=Confirm start time and end time.
ERROR_ERR_MESSAGE_17=No alarm data recorded.\nSelect time and date to search again.
ERROR_ERR_MESSAGE_18=Error
ERROR_ERR_MESSAGE_19=The camera is starting up. Please wait.
